Repository: rahulyhg/daily-moon-forecast
Catalog: languages/dmf-*.po
Languages: es_es

source: Daily Moon Forecast
es_es: Pronóstico Diario de la Luna

source: Daily Moon Forecast - Custom Interpretations
es_es: Pronóstico diario de la luna - Interpretaciones personalizados

source: See More Astrology Plugins for WordPress
es_es: Ver Más Plugins Astrología para WordPress

source: Rate This Plugin
es_es: Vota Por Este Plugin

source: Enter your custom interpretation for each Moon sign.
es_es: Escriba su interpretación a medida para cada signo lunar.

source: Taurus
es_es: Tauro

source: Gemini
es_es: Géminis

source: Cancer
es_es: Cáncer

source: Leo
es_es: León

source: Scorpio
es_es: Escorpión

source: Sagittarius
es_es: Sagitario

source: Capricorn
es_es: Capricornio

source: Aquarius
es_es: Acuario

source: Pisces
es_es: Piscis

source: Moon in %s:
es_es: Luna en %s:

source: Today's Moon Forecast
es_es: Pronóstico para hoy Luna

source: Display the current moon zodiac sign along with a forecast.
es_es: Muestra el signo de la luna del zodiaco con un pronóstico.

source: Moon is traveling through Aries today. Watch your head, but do jump in. It's time to conquer.
es_es: Luna se desplaza a través de Aries hoy. Cuidado con la cabeza, pero saltar a la oportunidad. Es hora de conquistar.

source: Moon is traveling through comfy Taurus today. Eat something you love. Have a second serving.
es_es: Luna se desplaza a través de cómodas Tauro hoy. Coma algo que amas. Tener una segunda porción.

source: Moon is traveling through witty Gemini today. Call, text, send email, write letters. Visit someone you've missed. Watch a movie and talk about it at a coffee shop. Be out and about. Don't sleep in.
es_es: Luna está viajando a través ingenioso Géminis hoy. Llamar, texto, enviar correo electrónico, escribir cartas. Visita a alguien que te has perdido. Ver una película y hablar de ello en una cafetería. Estar fuera de casa. No dormir hasta tarde.

source: Moon is traveling through Cancer today. Beware of mood swings. Cook some soul food. Cuddle up with someone.
es_es: Luna está viajando a través del Cáncer hoy. Tenga cuidado con los cambios de humor. Cocine un poco de alimento del alma. Mecer con alguien.

source: Moon is traveling through Leo today. Shine and be proud! You rule right now!
es_es: Luna se desplaza a través de Leo hoy. Shine y estar orgullosos! Usted gobierna ahora mismo!

source: Moon is traveling through conscientious Virgo today. Watch for nagging. You probably are correct, but say it nicely. Run errands and don't forget to floss your teeth.
es_es: Luna está viajando a través de conciencia Virgo hoy. Esté atento a regañar. Usted probablemente está en lo correcto, pero lo dice muy bien. Hacer los mandados y no te olvides de usar el hilo dental.

source: Moon is traveling through beautiful Libra today. Make it a date night. Smile, it looks good on you.
es_es: Luna se desplaza a través de hermosos Libra hoy. Que sea una noche de cita. Sonríe, se ve bien en ti.

source: Moon is traveling through Scorpio. Beware of jealousy. Passions are easily aroused. Desire is in the air. It's all or nothing, now. Love or hate, no middle ground. It's poker-face time.
es_es: Luna se desplaza a través de Escorpio. Cuidado con los celos. Las pasiones son excitadas fácilmente. El deseo está en el aire. Es todo o nada, ahora. El amor o el odio, no hay término medio. Es hora de cara inmutable.

source: Moon is traveling through Sagittarius today. The grass looks greener on the other side during this time. Jump ship. Learn a new language. Tell it like it is. Make people laugh.
es_es: Luna está viajando a través de Sagitario hoy. La hierba parece más verde al otro lado durante este tiempo. Abandonar el barco. Aprender un nuevo idioma. Dile las cosas como son. Hacer reír a la gente.

source: Moon is traveling through Capricorn today. Make a list of goals. Work overtime. Climb higher. Don't sulk.
es_es: Luna está viajando a través de Capricornio hoy. Haga una lista de objetivos. Trabajar horas extras. Subir más alto. No ponerse de mal humor.

source: Moon is traveling through Aquarius today. Go against the grain. Fight for a cause. Stand up for the underdog.
es_es: Luna se desplaza a través de Acuario hoy. Ir contra la corriente. Lucha por una causa. En defensa de los desvalidos.

source: Moon is traveling through Pisces today. You may feel disconnected. Serve others. Listen to music. Paint a picture. Daydream.
es_es: Luna está viajando a través de Piscis hoy. Usted puede sentirse desconectado. Servir a los demás. Escuchar música. Pintar un cuadro. Soñar día durante todo el día.

source: Moon in %s
es_es: Luna en %s

source: crescent moon button
es_es: luna creciente

source: sign glyph symbol
es_es: símbolo glifo

source: Title:
es_es: Título:
